Repository: munawwaranwar/Device-Pairing-Subsystem
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es, id

source: Pair-Code format is not correct
es: El formato del código de par no es correcto
id: Format Pair-Code tidak benar

source: MSISDN format is not correct
es: El formato MSISDN no es correcto
id: Format MSISDN tidak benar

source: Model name is not correct
es: El nombre del modelo no es correcto.
id: Nama model tidak benar

source: Brand name is not correct
es: La marca no es correcta
id: Nama merek tidak benar

source: Serial Number is not correct
es: El número de serie no es correcto
id: Nomor seri tidak benar

source: MAC format is not correct
es: El formato MAC no es correcto
id: Format MAC tidak benar

source: RAT is not correct
es: RAT no es correcto
id: RAT tidak benar

source: Operator name is not correct
es: El nombre del operador no es correcto.
id: Nama operator tidak benar

source: IMEI is not correct
es: IMEI no es correcto
id: IMEI tidak benar

source: At least one IMEI is required
es: Se requiere al menos un IMEI
id: Setidaknya satu IMEI diperlukan

source: Only %(var1)d IMEIs per device are allowed
es: Solo se permiten %(var1)d IMEI por dispositivo
id: Hanya %(var1)d IMEI per perangkat yang diizinkan

source: Confirmation String is not correct
es: La cadena de confirmación no es correcta
id: String Konfirmasi tidak benar

source: Start or Limit values are not correct
es: Los valores de inicio o límite no son correctos
id: Nilai Mulai atau Batas tidak benar

source: IMSI is not correct
es: IMSI no es correcto
id: IMSI tidak benar

source: Pairing limit breached: remove any existing pair first
es: Límite de emparejamiento incumplido: elimine primero cualquier par existente
id: Batas pasangan dilanggar: hilangkan pasangan yang ada terlebih dahulu

source: MSISDN %(msisdn)s already paired with the device
es: MSISDN %(msisdn)s ya emparejado con el dispositivo
id: MSISDN %(msisdn)s sudah dipasangkan dengan perangkat

source: Secondary pair is added by %(primary)s. Confirmation is awaited from %(sec)s
es: El par secundario se agrega por %(primary)s. Se espera confirmación de %(sec)s
id: Pasangan sekunder ditambahkan oleh %(primary)s. Konfirmasi ditunggu dari %(sec)s

source: Request not made by Primary-Pair or number-to-be-added is Primary number
es: La solicitud no realizada por Par primario o número a agregar es Número primario
id: Permintaan tidak dibuat oleh Pasangan Utama atau nomor yang akan ditambahkan adalah nomor Pratama

source: Request of additional pair is rejected by %(sec)s
es: La solicitud de par adicional es rechazada por %(sec)s
id: Permintaan pasangan tambahan ditolak oleh %sec)s

source: Confirmation of additional pair request is not done by valid MSISDN
es: El MSISDN válido no confirma la solicitud de par adicional
id: Konfirmasi permintaan pasangan tambahan tidak dilakukan oleh MSISDN yang valid

source: Request of additional pair from %(prim)s is accepted by %(sec)s
es: La solicitud de par adicional de %(prim)s es aceptada por %(sec)s
id: Permintaan pasangan tambahan dari %(prim)s diterima oleh %(sec)s

source: Wrong Primary number mentioned in SMS
es: Número primario incorrecto mencionado en SMS
id: Salah nomor Primer yang disebutkan dalam SMS

source: File content is not Correct
es: El contenido del archivo no es correcto
id: Konten file tidak benar

source: File loaded successfully
es: Archivo cargado correctamente
id: File berhasil dimuat

source: File uploaded successfully without errors
es: Archivo cargado exitosamente sin errores
id: File berhasil diunggah tanpa kesalahan

source: File contains duplicated IMSIs
es: El archivo contiene IMSI duplicados
id: File berisi duplikasi IMSI

source: File headers are incorrect
es: Los encabezados de archivo son incorrectos
id: Header file salah

source: System only accepts csv/txt files
es: El sistema solo acepta archivos csv/txt
id: Sistem hanya menerima file csv/txt

source: Please select csv/txt file
es: Por favor seleccione el archivo csv/txt
id: Silakan pilih file csv/txt

source: No File found
es: Archivo no encontrado
id: Tidak ada File yang ditemukan

source: Device with same Serial number already exists
es: El dispositivo con el mismo número de serie ya existe
id: Perangkat dengan nomor seri yang sama sudah ada

source: Device has been registered with Authority. Your Activation Pair-Code is %(pc)s
es: El dispositivo ha sido registrado con la Autoridad. Su código de par de activación es %(pc)s
id: Perangkat telah terdaftar di Otoritas. Kode Pair Aktivasi Anda adalah %(pc)s

source: Device's information has been successfully loaded
es: La información del dispositivo se ha cargado correctamente
id: Informasi perangkat telah berhasil dimuat

source: Please select any search parameter
es: Por favor seleccione cualquier parámetro de búsqueda
id: Silakan pilih parameter pencarian apa pun

source: File not found
es: Archivo no encontrado
id: Berkas tidak ditemukan

source: Error occurred while retrieving File.
es: Se produjo un error al recuperar el archivo.
id: Terjadi kesalahan saat mengambil File.

source: Failed to retrieve Error File.
es: Error al recuperar el archivo de error.
id: Gagal mengambil File Kesalahan.

source: %(pm)s is not registered as Primary-Pair
es: %(pm)s no está registrado como par primario
id: %(pm)s tidak terdaftar sebagai Pasangan Primer

source: PairCode %(v1)s is valid and your pair will be added in next 24 to 48 hours
es: PairCode %(v1)s es válido y su par se agregará en las próximas 24 a 48 horas
id: PairCode %(v1)s valid dan pasangan Anda akan ditambahkan dalam 24 hingga 48 jam ke depan

source: MSISDN already exists as Primary-Pair
es: MSISDN ya existe como par primario
id: MSISDN sudah ada sebagai Pasangan Primer

source: Pair Code %(pc)s is not Valid
es: El código de par %(pc)s no es válido
id: Kode Pair %(pc)s Tidak Valid

source: no record found
es: ningún record fue encontrado
id: tidak ada catatan yang ditemukan

source: Release All-Pairs request is registered. New Pair Code is %(pc)s
es: La solicitud de liberación de todos los pares está registrada. El nuevo código de par es %(pc)s
id: Permintaan Rilis Semua Pasangan terdaftar. Kode Pasangan Baru adalah %(pc)s

source: Your new Pair-Code is %(pc)s. Release-All request is already registered and will be implemented within 24-48 hours
es: Su nuevo código de par es %(pc)s. La solicitud Release-All ya está registrada y se implementará dentro de las 24-48 horas
id: Pair-Code Anda yang baru adalah %(pc)s. Rilis-Semua permintaan sudah terdaftar dan akan diimplementasikan dalam waktu 24-48 jam

source: Release-All request not made by Primary-MSISDN
es: Solicitud Release-All no realizada por MSISDN primario
id: Rilis-Semua permintaan tidak dibuat oleh Primary-MSISDN

source: Deletion request is successful. Pair will be removed in next 24 to 48 hours
es: La solicitud de eliminación se realizó correctamente. El par se eliminará en las próximas 24 a 48 horas.
id: Permintaan penghapusan berhasil. Pasangan akan dihapus dalam 24 hingga 48 jam ke depan

source: MSISDN %(sec)s is not Paired with the device
es: MSISDN %(sec)s no está emparejado con el dispositivo
id: MSISDN %(sec)s tidak dipasangkan dengan perangkat

source: Request is not made by Primary-MSISDN or number-to-be-deleted belongs to primary pair
es: El MSISDN primario no realiza la solicitud o el número que se va a eliminar pertenece al par primario
id: Permintaan tidak dibuat oleh Primary-MSISDN atau nomor yang akan dihapus milik pasangan primer

source: SIM Change request has been registered. The Pair will be active in 24 to 48 hours
es: La solicitud de cambio de SIM ha sido registrada. El par estará activo en 24 a 48 horas.
id: Permintaan Perubahan SIM telah terdaftar. Pasangan ini akan aktif dalam 24 hingga 48 jam

source: MSISDN %(ms)s is not existed in any pair or SIM-Change request is already in process
es: MSISDN %(ms)s no existe en ningún par o la solicitud de cambio de SIM ya está en proceso
id: MSISDN %(ms)s tidak ada dalam pasangan apa pun atau permintaan SIM-Change sedang dalam proses

source: IMSI already exists
es: IMSI ya existe
id: IMSI sudah ada

source: IMSI added successfully
es: IMSI agregado con éxito
id: IMSI berhasil ditambahkan

source: IMSI addition Failed
es: No se pudo agregar IMSI
id: Penambahan IMSI Gagal

source: Pair-Code %(pc)s is active & associated with provided IMEI
es: Pair-Code %(pc)s está activo y asociado con el IMEI proporcionado
id: Pair-Code %(pc)s aktif & terkait dengan IMEI yang disediakan

source: IMEI %(imei)s is not associated with Pair-Code %(paircode)s
es: IMEI %(imei)s no está asociado con Pair-Code %(paircode)s
id: IMEI %(imei)s tidak terkait dengan Pair-Code %(paircode)s

source: Pair-Code %(pc)s is not valid
es: El código de par %(pc)s no es válido
id: Pair-Code %(pc)s tidak valid
